Repository: Belarus/OmegaT-OsmAnd
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: You are going to delete %1$d favorite(s) and %2$d favorite group(s). Are you sure?
be: Вы зьбіраецеся выдаліць %1$d упадабаныя %2$d групы. Вы ўпэўненыя ?

source: Your OSM password
be: Ваш пароль OSM

source: Your OSM user name
be: Вашае імя карыстальніка OSM

source: Zoom in
be: Наблізіць

source: Zoom is
be: Маштаб

source: Zoom out
be: Аддаліць

source: Zooms downloaded: %1$s
be: Сьцягнутыя маштабы: %1$s

source: \nAverage altitude : %1$.0f m\nMinimum altitude : %2$.0f m\nMaximum altitude : %3$.0f m\nAscents : %4$.0f m\nDescents : %5$.0f m
be: \nСярэдняя вышыня : %1$.0f m\nМінімальная вышыня : %2$.0f m\nМаксымальная вышыня : %3$.0f m\nПад'ём : %4$.0f m\nСпуск : %5$.0f m

# Average speed : %1$s Maximum speed : %2$s
source: \nAverage speed : %1$s \nMaximum speed : %2$s
be: \nСярэдняя хуткасьць : %1$s \nМаксымальная хуткасьць : %2$s

# Time moving: %1$d:%2$02d:%3$02d
source: \nTime moving: %1$d:%2$02d:%3$02d
be: \nЧас руху: %1$d:%2$02d:%3$02d

# Time span: %1$d:%2$02d:%3$02d
source: \nTime span: %1$d:%2$02d:%3$02d
be: \nДыяпазон часу: %1$d:%2$02d:%3$02d

# Press and hold for options
source: \n\nPress and hold for options
be: \n\nНаціснуць і трымаць для наладаў

source: \tHaving up-to-date map data is essential. OsmAnd provides a data manager which can check for available offline data updates. \n\tTo check for updates go to 'Settings' -> 'Data Management' -> 'Download offline data'. After region list is retrieved from the internet, you can select option 'Menu' -> 'Filter downloaded' to indicate updates only for data already on your device. \n\tEntries in 'green' indicate data files identical on device and server \n\tEntries in 'blue' indicate available updates on server \n\tEntries in italic font indicate data de-activated on the device
be: \tМець сьвежую мапу - гэта важна. OsmAnd мае кіраўнік зьвестак які можа правяраць ці ёсьць абнаўленьні пазасеткавых мапаў. \n\tКаб спраўдзіць абнаўленьні, абярыце 'Налады' -> 'Кіраваньне зьвесткамі' -> 'Зладаваць пазасеткавыя зьвесткі'. Пасьля таго як сьпіс рэгіёнаў будзе зладаваны зь сеціва, вы зможаце абраць 'Мэню' -> 'Фільтраваць зладаванае' каб паказваць толькі абнаўленьні звесткаў што ўжо ёсьць на вашай прыладзе. \n\t'Зялёныя' складнікі пазначаюць файлы аднолькавыя на прыладзе й сэрверы \n\t'Блакітныя' пазначаюць даступныя абнаўленьні на сэверы \n\tКурсівам паказаныя дэактываваныя на прыладзе зьвесткі

source: add
be: дадаць

source: base world map
be: Асноўная мапа сьвету

source: change
be: зьмяніць

source: checked
be: адзначана

source: east
be: усход

source: east-north-east
be: усходне-паўночны усход

source: east-south-east
be: усходне-паўднёвы ўсход

source: elevation
be: вышыня

source: ft
be: фт

source: incomplete
be: няскончана

source: km
be: км

source: km/h
be: км/г

source: m
be: м

source: mi
be: мі

source: mph
be: мі/г

source: none
be: нiчога

source: north
be: поўнач

source: north-east
be: паўночны ўсход

source: north-north-east
be: паўночны-паўночны ўсход

source: north-north-west
be: паўночны-паўночны захад

source: north-west
be: паўночны захад

source: o'clock
be: гадзін

source: precision
be: дакладнасьць

source: seconds
be: сэкундаў

source: south
be: поўдзень

source: south-east
be: паўднёвы ўсход

source: south-south-east
be: паўднёвы-паўднёвы ўсход

source: south-south-west
be: паўднёвы-паўднёвы захад

source: south-west
be: паўднёвы захад

source: speed
be: хуткасьць

source: start
be: Пачаць

source: time
be: час

source: towards
be: да

source: type to filter
be: набярыце каб фільтраваць

source: unchecked
be: не адзначана

source: west
be: захад

source: west-north-west
be: паўночны-паўночны захад

source: west-south-west
be: заходне-паўднёвы захад

source: yd
be: яр

source: {0} POI were uploaded
be: {0} POI заладавана
